<h1>Datenschutzerkl&auml;rung</h1>

<h2>1) Information &uuml;ber die Erhebung personenbezogener Daten und Kontaktdaten des Verantwortlichen</h2>

<p><b>1.1</b>&nbsp;Wir freuen uns, dass Sie unsere Applikation (nachfolgend &bdquo;App&#8220;) verwenden. Im Folgenden informieren wir Sie &uuml;ber den Umgang mit Ihren personenbezogenen Daten bei der Nutzung unserer App. Personenbezogene Daten sind hierbei alle Daten, mit denen Sie pers&ouml;nlich identifiziert werden k&ouml;nnen.</p>

<p><b>1.2</b>&nbsp;Verantwortlicher f&uuml;r die Datenverarbeitung bez&uuml;glich dieser App im Sinne der Datenschutz-Grundverordnung (DSGVO) ist Patrick N&uuml;rnberger, Stra&szlig;feldweg 4, 80939 M&uuml;nchen, Deutschland, Tel.: 015258107275, E-Mail: munich.hotspots@gmail.com. Der f&uuml;r die Verarbeitung von personenbezogenen Daten Verantwortliche ist diejenige nat&uuml;rliche oder juristische Person, die allein oder gemeinsam mit anderen &uuml;ber die Zwecke und Mittel der Verarbeitung von personenbezogenen Daten entscheidet.</p>

<p><b>1.3</b>&nbsp;Diese App nutzt aus Sicherheitsgr&uuml;nden und zum Schutz der &Uuml;bertragung personenbezogene Daten und anderer vertraulicher Inhalte (z.B. Bestellungen oder Anfragen an den Verantwortlichen) eine SSL-bzw. TLS-Verschl&uuml;sselung. Sie k&ouml;nnen eine verschl&uuml;sselte Verbindung an der Zeichenfolge &bdquo;https://&#8220; und dem Schloss-Symbol in Ihrer Browserzeile erkennen.</p>

<h2>2) Verwendung von Single-Sign-On-Verfahren</h2>

<p>Google Sign-In</p>

<p>Auf unserer Website stellen wir eine Single-Sign-On-Funktion des folgenden Anbieters bereit: Google Ireland Limited, Gordon House, 4 Barrow St, Dublin, D04 E5W5, Irland</p>

<p>Neben einer &Uuml;bermittlung von Daten an den o.g. Anbieterstandort k&ouml;nnen Daten auch &uuml;bermittelt werden an: Google LLC, USA</p>

<p>Wenn Sie &uuml;ber einen Account beim Anbieter verf&uuml;gen, k&ouml;nnen Sie sich mit diesen Accountdaten zur Erstellung eines Benutzerkontos bzw. zur Registrierung auf unserer Website anmelden.</p>

<p>Beim Besuch dieser Seite kann &uuml;ber diese Anmeldefunktion eine direkte Verbindung zwischen Ihrem Browser und den Servern des Anbieters hergestellt werden, auch wenn Sie keinen Account beim Anbieter besitzen oder nicht in einen solchen eingeloggt sind. Der Anbieter erh&auml;lt dadurch die Information, dass Sie unsere Seite besucht haben. Die insofern erhobenen Informationen (ggf. einschlie&szlig;lich Ihrer IP-Adresse) werden von Ihrem Browser direkt an einen Server des Anbieters &uuml;bermittelt und dort gespeichert. Die Informationen werden jedoch nicht dazu verwendet, Sie pers&ouml;nlich zu identifizieren, und werden nicht an Dritte weitergegeben.</p>

<p>Diese Datenverarbeitungsvorg&auml;nge erfolgen gem&auml;&szlig; Art. 6 Abs. 1 lit. f DSGVO auf Basis unseres berechtigten Interesses an einer nutzerfreundlichen und interaktiven Ausgestaltung unseres Online-Auftritts.</p>

<p>Bet&auml;tigen Sie den Anmeldebutton, um sich mit den Daten Ihres Accounts beim Anbieter auf unserer Website zu registrieren, &uuml;bermittelt der Anbieter ausschlie&szlig;lich auf Basis Ihrer ausdr&uuml;cklichen Einwilligung gem&auml;&szlig; Art. 6 Abs. 1 lit. a DSGVO die in Ihrem Account hinterlegten allgemeinen und &ouml;ffentlichen zug&auml;nglichen Informationen (Nutzer-ID, Name, Anschrift, Mailadresse, Alter und Geschlecht) an uns.</p>

<p>Wir speichern und verwenden die vom Anbieter &uuml;bermittelten Daten zur Einrichtung eines Benutzerkontos mit den notwendigen Daten (Anrede, Vorname, Nachname, Adressdaten, Land, E-Mail-Adresse, Geburtsdatum), sofern Sie diese gegen&uuml;ber dem Anbieter freigegeben haben. Umgekehrt k&ouml;nnen auf Basis Ihrer Einwilligung Daten (z.B. Informationen &uuml;ber Ihr Surf- oder Kaufverhalten) von uns auf Ihren Account beim Anbieter &uuml;bertragen werden.</p>

<p>Die erteilte Einwilligung kann jederzeit mit Wirkung f&uuml;r die Zukunft uns gegen&uuml;ber widerrufen werden.</p>

<p>F&uuml;r Daten&uuml;bermittlungen in die USA hat sich der Anbieter dem EU-US-Datenschutzrahmen (EU-US Data Privacy Framework) angeschlossen, das auf Basis eines Angemessenheitsbeschlusses der Europ&auml;ischen Kommission die Einhaltung des europ&auml;ischen Datenschutzniveaus sicherstellt.</p>

<h2>3) Logfiles bei Nutzung unserer mobilen App</h2>

<p>Wenn Sie unsere mobile App &uuml;ber einen App-Store herunterladen, werden die erforderlichen Informationen an den App Store &uuml;bertragen, also insbesondere Nutzername, E-Mail-Adresse und Kundennummer Ihres Accounts, Zeitpunkt des Downloads, Zahlungsinformationen und die individuelle Ger&auml;tekennziffer. Auf diese Datenerhebung haben wir keinen Einfluss und sind hierf&uuml;r nicht verantwortlich. Wir verarbeiten die Daten nur, soweit es f&uuml;r das Herunterladen der mobilen App auf Ihr mobiles Endger&auml;t notwendig ist.</p>

<p>Bei Nutzung unserer mobilen App erheben wir die nachfolgend beschriebenen personenbezogenen Daten, um die komfortable Nutzung der Funktion zu erm&ouml;glichen. Wenn Sie unsere mobile App nutzen m&ouml;chten, erheben wir die folgenden Daten, die f&uuml;r uns technisch erforderlich sind, um Ihnen die Funktionen unserer mobilen App anzubieten und die Stabilit&auml;t und Sicherheit zu gew&auml;hrleisten:</p>

<ul>
<li>Datum und Uhrzeit der Anfrage</li>
<li>Zeitzonendifferenz zur Greenwich Mean Time (GMT)</li>
<li>Inhalt der Anforderung</li>
<li>Zugriffsstatus/ http-Statuscode</li>
<li>Menge der gesendeten Daten in Byte</li>
<li>Quelle/Verweis, von welchem Sie auf die Seite gelangten</li>
<li>Verwendeter Browser</li>
<li>Sprache und Version der Browsersoftware</li>
<li>Verwendetes Betriebssystem und dessen Oberfl&auml;che</li>
<li>Verwendete IP-Adresse (ggf.: in anonymisierter Form)</li>
</ul>

<p>Die Verarbeitung erfolgt gem&auml;&szlig; Art. 6 Abs. 1 lit. f DSGVO auf Basis unseres berechtigten Interesses an der Verbesserung der Stabilit&auml;t und Funktionalit&auml;t unserer App. Eine Weitergabe oder anderweitige Verwendung der Daten findet nicht statt. Wir behalten uns allerdings vor, die vorbenannten Logfiles nachtr&auml;glich zu &uuml;berpr&uuml;fen, sollten konkrete Anhaltspunkte auf eine rechtswidrige Nutzung hinweisen.</p>

<p>Weiterhin ben&ouml;tigen wir Ihre eindeutige Nummer des Endger&auml;ts (IMEI = International Mobile Equipment Identity), eindeutige Nummer des Netzteilnehmers (IMSI = International Mobile Subscriber Identity), Mobilfunknummer (MSISDN), evtl. MAC-Adresse f&uuml;r die WLAN-Nutzung und den Namen Ihres mobilen Endger&auml;tes.</p>

<h2>4) Hosting &amp; Content-Delivery-Network</h2>

<p><b>4.1</b>&nbsp;Firebase Cloud Storage<br />
Wir nutzen den Webhosting-Dienst &bdquo;Firebase Cloud Storage&#8220; der Google Ireland Limited, Gordon House, 4 Barrow St, Dublin, D04 E5W5, Irland (&bdquo;Google&#8220;) zum Zwecke des Hostings und der Darstellung der App-Inhalte auf Basis einer Verarbeitung in unserem Auftrag. S&auml;mtliche auf unserer Website erhobenen Daten werden auf den Servern von Google verarbeitet. Im Rahmen der vorgenannten Leistungen k&ouml;nnen Daten auch im Rahmen einer weiteren Verarbeitung im Auftrag an Server der Google LLC. in den USA &uuml;bermittelt werden. Wir haben mit Google f&uuml;r die Nutzung von Firebase einen Auftragsverarbeitungsvertrag abgeschlossen, mit dem Google verpflichtet wird, die Daten unserer Seitenbesucher zu sch&uuml;tzen und sie nicht an Dritte weiter zu geben.<br />
F&uuml;r Daten&uuml;bermittlungen in die USA hat sich der Anbieter dem EU-US-Datenschutzrahmen (EU-US Data Privacy Framework) angeschlossen, das auf Basis eines Angemessenheitsbeschlusses der Europ&auml;ischen Kommission die Einhaltung des europ&auml;ischen Datenschutzniveaus&nbsp;sicherstellt. Weitere Hinweise zum Datenschutz von Google in Bezug auf Firebase erhalten Sie unter der nachstehenden Internetseite: <a href="https://firebase.google.com/support/privacy" target="_blank">https://firebase.google.com<wbr>/support<wbr>/privacy</a><br />
Eine weitere Verarbeitung auf anderen Servern als den vorgenannten von Google findet nur im nachstehend mitgeteilten Rahmen statt.</p>

<p><b>4.2</b>&nbsp;Google Cloud CDN</p>

<p>Wir nutzen ein Content Delivery Network des folgenden Anbieters: Google Ireland Limited, Gordon House, 4 Barrow St, Dublin, D04 E5W5, Irland</p>

<p>Dieser Dienst erm&ouml;glicht uns, gro&szlig;e Mediendateien wie Grafiken, Seiteninhalte oder Skripte &uuml;ber ein Netz regional verteilter Server schneller auszuliefern. Die Verarbeitung erfolgt zur Wahrung unseres berechtigten Interesses an der Verbesserung der Stabilit&auml;t und Funktionalit&auml;t unserer Website gem. Art. 6 Abs. 1 lit. f DSGVO.</p>

<p>Daten k&ouml;nnen zudem &uuml;bertragen werden an: Google LLC, USA</p>

<p>Wir haben mit dem Anbieter einen Auftragsverarbeitungsvertrag geschlossen, der den Schutz der Daten unserer Seitenbesucher sicherstellt und eine unberechtigte Weitergabe an Dritte untersagt.</p>

<p>F&uuml;r Daten&uuml;bermittlungen in die USA hat sich der Anbieter dem EU-US-Datenschutzrahmen (EU-US Data Privacy Framework) angeschlossen, das auf Basis eines Angemessenheitsbeschlusses der Europ&auml;ischen Kommission die Einhaltung des europ&auml;ischen Datenschutzniveaus&nbsp;sicherstellt.</p>

<h2>5) Cookies</h2>

<p>Um unsere App attraktiv zu gestalten und die Nutzung bestimmter Funktionen zu erm&ouml;glichen, verwenden wir sogenannte Cookies. Hierbei handelt es sich um kleine Textdateien, die auf Ihrem Endger&auml;t abgelegt werden. Einige der von uns verwendeten Cookies werden nach dem Schlie&szlig;en der App wieder gel&ouml;scht (sog. Sitzungs-Cookies). Andere Cookies verbleiben auf Ihrem Endger&auml;t und erm&ouml;glichen uns Sie wiederzuerkennen (sog. persistente Cookies). Werden Cookies gesetzt, erheben und verarbeiten diese im individuellen Umfang bestimmte Nutzerinformationen wie Browser- und Standortdaten sowie IP-Adresswerte. Persistente Cookies werden automatisiert nach einer vorgegebenen Dauer gel&ouml;scht, die sich je nach Cookie unterscheiden kann.</p>

<p>Teilweise dienen die Cookies dazu, durch Speicherung von Einstellungen den Betrieb der App zu vereinfachen. Sofern durch einzelne von uns eingesetzte Cookies auch personenbezogene Daten verarbeitet werden, erfolgt die Verarbeitung gem&auml;&szlig; Art. 6 Abs. 1 lit. b DSGVO zur Durchf&uuml;hrung des Vertrages, gem&auml;&szlig; Art. 6 Abs. 1 lit. a DSGVO im Falle einer erteilten Einwilligung oder gem&auml;&szlig; Art. 6 Abs. 1 lit. f DSGVO zur Wahrung unserer berechtigten Interessen an der bestm&ouml;glichen Funktionalit&auml;t der App sowie einer kundenfreundlichen und effektiven Ausgestaltung der App-Nutzung.</p>

<p>Sie k&ouml;nnen die Einstellungen Ihres mobilen Betriebssystems und der App nach Ihren W&uuml;nschen konfigurieren und zum Beispiel die Annahme von Third--Party-Cookies oder allen Cookies ablehnen. Wir weisen Sie jedoch darauf hin, dass sie in diesem Fall eventuell nicht mehr alle Funktionen unserer mobilen App nutzen k&ouml;nnen.</p>

<h2>6) Verwendung Ihres Adressbuchs, Kalenders, Ihrer Fotos und Erinnerungen</h2>

<p>Zu Beginn der Nutzung unserer mobilen App bitten wir Sie in einem Pop-up um die Erlaubnis zur Nutzung Ihres Adressbuchs und/ oder Kalenders und/ oder Ihrer Fotos und/ oder Erinnerungen. Wenn Sie die Einwilligung nicht erteilen, nutzen wir diese Daten nicht. Eventuell k&ouml;nnen Sie in diesem Fall nicht alle Funktionen unserer App nutzen. Sie k&ouml;nnen die Einwilligung sp&auml;ter in den Einstellungen Ihres Betriebssystems erteilen oder widerrufen.</p>

<p>Wenn Sie den Zugriff auf diese Daten gestatten, wird die mobile App nur auf ihre Daten zugreifen und sie auf unseren Server &uuml;bertragen, soweit es f&uuml;r die Erbringung der Funktionalit&auml;t notwendig ist. Ihre Daten werden von uns vertraulich behandelt und gel&ouml;scht, wenn sie die recht zur Nutzung widerrufen oder zur Erbringug der Leistung nicht mehr erforderlich sind und keine rechtlichen Aufbewahrungspflichten bestehen. Rechtsgrundlage f&uuml;r die Verarbeitung ist Art. 6 Abs. 1 S. 1 Lit. f DSGVO.</p>

<h2>7) Erhebung von Standortdaten</h2>

<p>Mit Einwilligung<br />
Unser Angebot umfasst sog. Location Based Services, mit welchen wir Ihnen spezielle Angebote bieten, die auf ihren jeweiligen Standort zugeschnitten sind. Diese Funktion k&ouml;nnen Sie erst nutzen, nachdem sie &uuml;ber ein Pop-up zugestimmt haben, dass wir zu Zwecken der Leistungserbringung ihrer Standortdaten mittels GPS und Ihre IP-Adresse in anonymisierter Form erheben k&ouml;nnen. Sie k&ouml;nnen die Funktion in den Einstellungen der App oder ihres mobilen Betriebssystems jederzeit erlauben oder widerrufen. Ihr Standort wird nur an uns &uuml;bertragen, wenn sie bei Nutzung der App Funktionen in Anspruch nehmen, die wir Ihnen nur bei Kenntnis ihres Standortes anbieten k&ouml;nnen.</p>

<h2>8) Kontaktaufnahme</h2>

<p>Im Rahmen der Kontaktaufnahme mit uns (z.B. per Kontaktformular oder E-Mail) werden personenbezogene Daten erhoben. Welche Daten im Falle der Nutzung eines Kontaktformulars erhoben werden, ist aus dem jeweiligen Kontaktformular in der App ersichtlich. Diese Daten werden ausschlie&szlig;lich zum Zweck der Beantwortung Ihres Anliegens bzw. f&uuml;r die Kontaktaufnahme und die damit verbundene technische Administration gespeichert und verwendet. Rechtsgrundlage f&uuml;r die Verarbeitung dieser Daten ist unser berechtigtes Interesse an der Beantwortung Ihres Anliegens gem&auml;&szlig; Art. 6 Abs. 1 lit. f DSGVO. Zielt Ihre Kontaktierung auf den Abschluss eines Vertrages ab, so ist zus&auml;tzliche Rechtsgrundlage f&uuml;r die Verarbeitung Art. 6 Abs. 1 lit. b DSGVO. Ihre Daten werden nach abschlie&szlig;ender Bearbeitung Ihrer Anfrage gel&ouml;scht. Dies ist der Fall, wenn sich aus den Umst&auml;nden entnehmen l&auml;sst, dass der betroffene Sachverhalt abschlie&szlig;end gekl&auml;rt ist und sofern keine gesetzlichen Aufbewahrungspflichten entgegenstehen.</p>

<h2>9) Datenverarbeitung bei Er&ouml;ffnung eines Kundenkontos</h2>

<p>Gem&auml;&szlig; Art. 6 Abs. 1 lit. b DGSVO werden personenbezogene Daten weiterhin erhoben und verarbeitet, wenn Sie uns diese zur Durchf&uuml;hrung eines Vertrages oder bei der Er&ouml;ffnung eines Kundenkontos mitteilen. Welche Daten erhoben werden, ist aus den jeweiligen Eingabeformularen ersichtlich. Eine L&ouml;schung Ihres Kundenkontos ist jederzeit m&ouml;glich und kann durch eine Nachricht an die o.g. Adresse des Verantwortlichen erfolgen. Wir speichern und verwenden die von Ihnen mitgeteilten Daten zur Vertragsabwicklung. Nach vollst&auml;ndiger Abwicklung des Vertrages oder L&ouml;schung Ihres Kundenkontos werden Ihre Daten mit R&uuml;cksicht auf steuer- und handelsrechtliche Aufbewahrungsfristen gesperrt und nach Ablauf dieser Fristen gel&ouml;scht, sofern Sie nicht ausdr&uuml;cklich in eine weitere Nutzung Ihrer Daten eingewilligt haben oder eine gesetzlich erlaubte weitere Datenverwendung von unserer Seite vorbehalten wurde, &uuml;ber die wir Sie nachstehend entsprechend informieren.</p>

<h2>10) Registrierung in der App</h2>

<p>Sie k&ouml;nnen sich in unserer App unter Angabe von personenbezogenen Daten registrieren. Welche personenbezogenen Daten f&uuml;r die Registrierung verarbeitet werden, ergibt sich aus der Eingabemaske, die f&uuml;r die Registrierung verwendet wird. Wir verwenden f&uuml;r die Registrierung das sog. Double-opt-in-Verfahren, d.&ThinSpace;h. Ihre Registrierung ist erst abgeschlossen, wenn Sie zuvor Ihre Anmeldung &uuml;ber eine Ihnen zu diesem Zweck zugesandte Best&auml;tigungs-E-Mail durch Klick auf den darin enthaltenen Link best&auml;tigt haben. Falls Ihre diesbez&uuml;gliche Best&auml;tigung nicht binnen 24 Stunden erfolgt, wird Ihre Anmeldung automatisch aus unserer Datenbank gel&ouml;scht. Die Angabe der zuvor genannten Daten ist verpflichtend. Alle weiteren Informationen k&ouml;nnen Sie freiwillig durch Nutzung unseres Portals bereitstellen.</p>

<p>Wenn Sie unsere App nutzen, speichern wir Ihre zur Vertragserf&uuml;llung erforderlichen Daten, auch evtl. Angaben zur Zahlungsweise, bis Sie Ihren Zugang endg&uuml;ltig l&ouml;schen. Weiterhin speichern wir die von Ihnen freiwillig angegebenen Daten f&uuml;r die Zeit Ihrer Nutzung des Portals, soweit Sie diese nicht zuvor l&ouml;schen. Alle Angaben k&ouml;nnen Sie im gesch&uuml;tzten Kundenbereich verwalten und &auml;ndern. Rechtsgrundlage ist Art. 6 Abs. 1 lit. f DSGVO.<br />
Dar&uuml;ber hinaus speichern wir alle von Ihnen ver&ouml;ffentlichten Inhalte (wie z.B. &ouml;ffentliche Beitr&auml;ge, Pinnwandeintr&auml;ge, G&auml;stebucheintragungen, etc.) um die App zu betreiben. Wir haben ein berechtiges Interesse in der der Bereitstellung der App mit dem vollst&auml;ndigen User-Generated-Content. Die Rechtsgrundlage hierf&uuml;r ist Art. 6 Abs. 1 lit. f DSGVO. Wenn Sie Ihren Account l&ouml;schen, bleiben Ihre insbesondere im Forum ver&ouml;ffentlichten &Auml;u&szlig;erungen weiterhin f&uuml;r alle Leser sichtbar, Ihr Account ist jedoch nicht mehr abrufbar. Alle &uuml;brigen Daten werden in diesem Fall gel&ouml;scht.</p>

<h2>11) Webanalysedienste</h2>

<p>Google Analytics 4<br />
Diese App nutzt Google Analytics 4, einen Dienst des Unternehmens Google Ireland Limited, Gordon House, 4 Barrow St, Dublin, D04 E5W5, Ireland (&quot;Google&quot;), mit dem die Nutzung von Apps analysiert werden kann.<br />
Beim Aufrufen dieser App werden im Rahmen des sog. Einwilligungsmodus (Beta-Version) von Google Analytics 4 standardm&auml;&szlig;ig keine Cookies (Textdateien, die auf Ihrem Endger&auml;t gespeichert werden und die eine Analyse Ihrer Nutzung der App erm&ouml;glichen) eingesetzt, es sei denn, Sie willigen nach entsprechender Aufforderung in das Setzen von Cookies und das Auslesen von Informationen aus Cookies ausdr&uuml;cklich ein. Bis zur etwaigen Erteilung einer solchen Einwilligung und &ndash; sofern Sie bei entsprechender Aufforderung durch uns die Erteilung einer solchen Einwilligung ausdr&uuml;cklich ablehnen &ndash; auch bei Ihrer weiteren Nutzung dieser App werden von Google Analytics 4 keine Cookies gesetzt oder ausgelesen. Stattdessen werden bestimmte Informationen &uuml;ber Ihr Nutzungsverhalten mit sog. &bdquo;Pings&#8220; erhoben und verarbeitet.<br />
Die in diesem Fall durch sog. Pings erfassten Informationen &uuml;ber Ihre Nutzung der App (einschlie&szlig;lich der von Ihrem Endger&auml;t &uuml;bermittelten, um die letzten Stellen gek&uuml;rzten IP-Adresse, s. dazu unten) werden in der Regel an einen Server von Google &uuml;bermittelt und dort gespeichert und weitergehend verarbeitet. Hierbei kann es auch zu einer &Uuml;bermittlung von Informationen an die Server des Unternehmens Google LLC mit Sitz in den USA und dort zu weiteren Verarbeitungen kommen. Sofern Sie in den Einsatz von Cookies ausdr&uuml;cklich einwilligen, gilt dasselbe auch f&uuml;r die durch Cookies erfassten Informationen &uuml;ber Ihre Nutzung der App.<br /> Bei der Nutzung von Google Analytics 4 wird die von Ihrem Endger&auml;t bei Ihrer Nutzung der App &uuml;bermittelte IP-Adresse standardm&auml;&szlig;ig und automatisch stets nur in anonymisierter Weise erhoben und verarbeitet, so dass eine direkte Personenbeziehbarkeit der erfassten Informationen ausgeschlossen ist. Diese automatische Anonymisierung erfolgt dadurch, dass die von Ihrem Endger&auml;t &uuml;bermittelte IP-Adresse von Google innerhalb von Mitgliedstaaten der Europ&auml;ischen Union (EU) oder von anderen Vertragsstaaten des Abkommens &uuml;ber den Europ&auml;ischen Wirtschaftsraum (EWR) um die letzten Stellen gek&uuml;rzt wird.<br />
In unserem Auftrag verwendet Google diese und andere Informationen, um Ihre Nutzung der App auszuwerten, um Berichte (Reports) &uuml;ber Ihre App-Aktivit&auml;ten bzw. Ihr Nutzungsverhalten zusammenzustellen und um weitere mit Ihrer App-Nutzung und der Internetnutzung verbundene Dienstleistungen uns gegen&uuml;ber zu erbringen. Dabei wird die im Rahmen von Google Analytics 4 von Ihrem Endger&auml;t &uuml;bermittelte und gek&uuml;rzte IP-Adresse nicht mit anderen Daten von Google zusammengef&uuml;hrt. Die im Rahmen der Nutzung von Google Analytics 4 erfassten Daten werden f&uuml;r 2 Monate aufbewahrt und anschlie&szlig;end gel&ouml;scht.<br />
Google Analytics 4 erm&ouml;glicht &uuml;ber eine spezielle Funktion, die sog. &bdquo;demografischen Merkmale&#8220;, dar&uuml;ber hinaus die Erstellung von Statistiken mit Aussagen &uuml;ber Alter, Geschlecht und Interessen von App-Nutzern auf Basis einer Auswertung von interessenbezogener Werbung und unter Hinzuziehung von Drittanbieterinformationen. Dies macht die Bestimmung und Unterscheidung von Nutzerkreisen der App zum Zwecke der zielgruppenoptimierten Ausrichtung von Marketingma&szlig;nahmen m&ouml;glich. &Uuml;ber die &bdquo;demografischen Merkmale&#8220; erfasste Daten k&ouml;nnen jedoch keiner bestimmten Person und somit auch nicht Ihnen pers&ouml;nlich zugeordnet werden. Diese &uuml;ber die Funktion &bdquo;demografische Merkmale&#8220; erfassten Daten werden f&uuml;r zwei Monate aufbewahrt und anschlie&szlig;end gel&ouml;scht.<br />
Alle oben beschriebenen Verarbeitungen, einschlie&szlig;lich Datentransfers &uuml;ber &bdquo;Pings&#8220; und<br />
dem etwaigen Setzen von Google Analytics-Cookies f&uuml;r die Speicherung und das etwaige Auslesen von Informationen auf dem von Ihnen f&uuml;r die Nutzung der App verwendeten Endger&auml;t, erfolgen nur dann, wenn Sie uns hierf&uuml;r gem&auml;&szlig; Art. 6 Abs. 1 lit. a DSGVO Ihre ausdr&uuml;ckliche Einwilligung erteilt haben. Ohne Ihre Einwilligung unterbleibt die Analyse Ihrer Nutzung der App. Sie k&ouml;nnen Ihre einmal erteilte Einwilligung jederzeit mit Wirkung f&uuml;r die Zukunft widerrufen. Um Ihren Widerruf auszu&uuml;ben, deaktivieren Sie diesen Dienst bitte &uuml;ber das auf der App bereitgestellte &bdquo;Cookie-Consent-Tool&#8220;.<br />
Wir haben mit Google f&uuml;r unsere Nutzung von Google Analytics 4 einen sog. Auftragsverarbeitungsvertrag abgeschlossen, durch den Google dazu verpflichtet ist, die Daten unserer App-Nutzer zu sch&uuml;tzen und nicht an Dritte weiterzugeben.<br />
F&uuml;r Daten&uuml;bermittlungen in die USA hat sich der Anbieter dem EU-US-Datenschutzrahmen (EU-US Data Privacy Framework) angeschlossen, das auf Basis eines Angemessenheitsbeschlusses der Europ&auml;ischen Kommission die Einhaltung des europ&auml;ischen Datenschutzniveaus&nbsp;sicherstellt.<br />
Weitere rechtliche Hinweise zu Google Analytics 4 finden Sie unter folgendem Link: <a href="https://policies.google.com/privacy?hl=de&amp;gl=de" target="_blank">https://policies.google.com<wbr>/privacy<wbr>?hl=de<wbr>&amp;gl=de</a><br />
Details zu den durch Google Analytics 4 angesto&szlig;enen Verarbeitungen und zum Umgang Googles mit Daten von Apps finden Sie hier: <a href="https://policies.google.com/technologies/partner-sites" target="_blank">https://policies.google.com<wbr>/technologies<wbr>/partner-sites</a></p>

<h2>12) Tools und Sonstiges</h2>

<p><b>12.1</b>&nbsp;Firebase Crashlytics</p>

<p>F&uuml;r die Erstellung anonymisierter Absturzberichte nutzen wir &bdquo;Firebase Crashlytics&#8220;, einen Dienst der Google Ireland Ltd., Google Building Gordon House, Barrow Street, Dublin 4, Irland, um die Stabilit&auml;t und Zuverl&auml;ssigkeit unserer App zu verbessern.</p>

<p>Ausschlie&szlig;lich auf Basis Ihrer ausdr&uuml;cklichen Einwilligung gem&auml;&szlig; Art. 6 Abs. 1 lit. a DSGVO werden im Falle eines Absturzes der App anonyme Informationen an die Server von Google &uuml;bertragen (Zustand der App zum Zeitpunkt des Absturzes, Installation UUID, Crash-Trace, Hersteller und Betriebssystem des Handys, letzte Log-Meldungen). Auch &Uuml;bertragungen an die Google LLC. In den USA sind m&ouml;glich. Diese Informationen enthalten keine personenbezogenen Daten.</p>

<p>Bei der Verwendung eines iOS-basierten Ger&auml;tes k&ouml;nnen Sie die Einwilligung in den Einstellungen der App oder nach einem Absturz erteilen. Bei der Verwendung eines Android-basierten Ger&auml;ts besteht bei der Einrichtung die M&ouml;glichkeit, generell der &Uuml;bermittlung von Absturzbenachrichtigungen an Google und App-Entwickler zuzustimmen.</p>

<p>Sie k&ouml;nnen Ihre Einwilligung jederzeit widerrufen, indem Sie</p>

<ul>
<li>in iOS in den Einstellungen der App die Funktion &bdquo;Absturzberichte&#8220; deaktivieren</li>
<li>in Android die Systemeinstellungen anpassen. &Ouml;ffnen Sie hierzu die Einstellungen der App, w&auml;hlen den Punkt &bdquo;Google&#8220; und dort im Dreipunkt-Men&uuml; oben rechts den Men&uuml;punkt &bdquo;Nutzung &amp; Diagnose&#8220;. Hier k&ouml;nnen Sie das Senden der entsprechenden Daten deaktivieren.</li>
</ul>

<p>Weitere Informationen zum Datenschutz erhalten Sie in den Datenschutzhinweisen von Firebase Crashlytics unter <a href="https://firebase.google.com/support/privacy" target="_blank">https://firebase.google.com<wbr>/support<wbr>/privacy</a></p>

<p><b>12.2</b>&nbsp;Google Maps</p>

<p>Diese App nutzt einen Online-Kartendienst des folgenden Anbieters: Google Maps (API) von Google Ireland Limited, Gordon House, 4 Barrow St, Dublin, D04 E5W5, Irland (&#8220;Google&rdquo;).</p>

<p>Google Maps ist ein Webdienst zur Darstellung von interaktiven (Land-)Karten, um geographische Informationen visuell darzustellen. &Uuml;ber die Nutzung dieses Dienstes wird Ihnen unser Standort angezeigt und eine etwaige Anfahrt erleichtert.</p>

<p>Bereits beim Aufrufen derjenigen App-Gestaltungen, in die die Karte von Google Maps eingebunden ist, werden Informationen &uuml;ber Ihre Nutzung unserer App (wie z.B. Ihre IP-Adresse) an Server von Google &uuml;bertragen und dort gespeichert, hierbei kann es auch zu einer &Uuml;bermittlung an die Server der Google LLC. in den USA kommen. Dies erfolgt unabh&auml;ngig davon, ob Google ein Nutzerkonto bereitstellt, &uuml;ber das Sie eingeloggt sind oder ob ein Nutzerkonto besteht. Wenn Sie bei Google eingeloggt sind, werden Ihre Daten direkt Ihrem Konto zugeordnet. Wenn Sie die Zuordnung mit Ihrem Profil bei Google nicht w&uuml;nschen, m&uuml;ssen Sie sich vor Aktivierung des Buttons ausloggen. Google speichert Ihre Daten (selbst f&uuml;r nicht eingeloggte Nutzer) als Nutzungsprofile und wertet diese aus.</p>

<p>Die Erhebung, Speicherung und die Auswertung erfolgen gem&auml;&szlig; Art. 6 Abs. 1 lit. f DSGVO auf Basis des berechtigten Interesses von Google an der Einblendung personalisierter Werbung, Marktforschung und/oder der bedarfsgerechten Gestaltung von Google-Websites. Ihnen steht ein Widerspruchsrecht gegen die Bildung dieser Nutzerprofile zu, wobei Sie sich f&uuml;r dessen Aus&uuml;bung an Google wenden m&uuml;ssen. Wenn Sie mit der k&uuml;nftigen &Uuml;bermittlung Ihrer Daten an Google im Rahmen der Nutzung von Google Maps nicht einverstanden sind, besteht auch die M&ouml;glichkeit, den Webdienst von Google Maps vollst&auml;ndig zu deaktivieren, indem Sie die Anwendung JavaScript in Ihrem Browser ausschalten. Google Maps und damit auch die Kartenanzeige auf dieser Internetseite kann dann nicht genutzt werden.</p>

<p>Soweit rechtlich erforderlich, haben wir zur vorstehend dargestellten Verarbeitung Ihrer Daten Ihre Einwilligung gem&auml;&szlig; Art. 6 Abs. 1 lit. a DSGVO eingeholt. Sie k&ouml;nnen Ihre erteilte Einwilligung jederzeit mit Wirkung f&uuml;r die Zukunft widerrufen. Um Ihren Widerruf auszu&uuml;ben, befolgen Sie bitte die vorstehend geschilderte M&ouml;glichkeit zur Vornahme eines Widerspruchs.</p>

<p>F&uuml;r Daten&uuml;bermittlungen in die USA hat sich der Anbieter dem EU-US-Datenschutzrahmen (EU-US Data Privacy Framework) angeschlossen, das auf Basis eines Angemessenheitsbeschlusses der Europ&auml;ischen Kommission die Einhaltung des europ&auml;ischen Datenschutzniveaus sicherstellt.</p>

<p><b>12.3</b>&nbsp;Google Web Fonts</p>

<p>Diese App nutzt zur einheitlichen Darstellung von Schriftarten sogenannte Web Fonts des folgenden Anbieters: Google Ireland Limited, Gordon House, 4 Barrow St, Dublin, D04 E5W5, Irland</p>

<p>Bei Nutzung dieser App werden die ben&ouml;tigten Web Fonts geladen, um Texte und Schriftarten korrekt anzuzeigen und stellt eine direkte Verbindung zu den Servern des Anbieters her. Hierbei werden bestimmte Browserinformationen, einschlie&szlig;lich Ihrer IP-Adresse, an den Anbieter &uuml;bermittelt.</p>

<p>Daten k&ouml;nnen zudem &uuml;bermittelt werden an: Google LLC, USA</p>

<p>Die Verarbeitung von personenbezogenen Daten im Zuge der Verbindungsaufnahme mit dem Anbieter der Schriftarten wird nur dann vollzogen, wenn Sie uns gem&auml;&szlig; Art. 6 Abs. 1 lit. a DSGVO dazu Ihre ausdr&uuml;ckliche Einwilligung erteilt haben. Sie k&ouml;nnen Ihre erteilte Einwilligung jederzeit mit Wirkung f&uuml;r die Zukunft widerrufen, indem Sie diesen Dienst &uuml;ber das in der App bereitgestellte &bdquo;Cookie-Consent-Tool&#8220; deaktivieren. Falls Ihr Browser keine Web Fonts unterst&uuml;tzt, wird eine Standardschrift von Ihrem Computer genutzt.</p>

<p>F&uuml;r Daten&uuml;bermittlungen in die USA hat sich der Anbieter dem EU-US-Datenschutzrahmen (EU-US Data Privacy Framework) angeschlossen, das auf Basis eines Angemessenheitsbeschlusses der Europ&auml;ischen Kommission die Einhaltung des europ&auml;ischen Datenschutzniveaus sicherstellt.</p>

<h2>13) Rechte des Betroffenen</h2>

<p><b>13.1</b>&nbsp;Das geltende Datenschutzrecht gew&auml;hrt Ihnen gegen&uuml;ber dem Verantwortlichen hinsichtlich der Verarbeitung Ihrer personenbezogenen Daten umfassende Betroffenenrechte (Auskunfts- und Interventionsrechte), &uuml;ber die wir Sie nachstehend informieren:</p>

<ul>
<li>Auskunftsrecht gem&auml;&szlig; Art. 15 DSGVO: Sie haben insbesondere ein Recht auf Auskunft &uuml;ber Ihre von uns verarbeiteten personenbezogenen Daten, die Verarbeitungszwecke, die Kategorien der verarbeiteten personenbezogenen Daten, die Empf&auml;nger oder Kategorien von Empf&auml;ngern, gegen&uuml;ber denen Ihre Daten offengelegt wurden oder werden, die geplante Speicherdauer bzw. die Kriterien f&uuml;r die Festlegung der Speicherdauer, das Bestehen eines Rechts auf Berichtigung, L&ouml;schung, Einschr&auml;nkung der Verarbeitung, Widerspruch gegen die Verarbeitung, Beschwerde bei einer Aufsichtsbeh&ouml;rde, die Herkunft Ihrer Daten, wenn diese nicht durch uns bei Ihnen erhoben wurden, das Bestehen einer automatisierten Entscheidungsfindung einschlie&szlig;lich Profiling und ggf. aussagekr&auml;ftige Informationen &uuml;ber die involvierte Logik und die Sie betreffende Tragweite und die angestrebten Auswirkungen einer solchen Verarbeitung, sowie Ihr Recht auf Unterrichtung, welche Garantien gem&auml;&szlig; Art. 46 DSGVO bei Weiterleitung Ihrer Daten in Drittl&auml;nder bestehen;</li>
<li>Recht auf Berichtigung gem&auml;&szlig; Art. 16 DSGVO: Sie haben ein Recht auf unverz&uuml;gliche Berichtigung Sie betreffender unrichtiger Daten und/oder Vervollst&auml;ndigung Ihrer bei uns gespeicherten unvollst&auml;ndigen Daten;</li>
<li>Recht auf L&ouml;schung gem&auml;&szlig; Art. 17 DSGVO: Sie haben das Recht, die L&ouml;schung Ihrer personenbezogenen Daten bei Vorliegen der Voraussetzungen des Art. 17 Abs. 1 DSGVO zu verlangen. Dieses Recht besteht jedoch insbesondere dann nicht, wenn die Verarbeitung zur Aus&uuml;bung des Rechts auf freie Meinungs&auml;u&szlig;erung und Information, zur Erf&uuml;llung einer rechtlichen Verpflichtung, aus Gr&uuml;nden des &ouml;ffentlichen Interesses oder zur Geltendmachung, Aus&uuml;bung oder Verteidigung von Rechtsanspr&uuml;chen erforderlich ist;</li>
<li>Recht auf Einschr&auml;nkung der Verarbeitung gem&auml;&szlig; Art. 18 DSGVO: Sie haben das Recht, die Einschr&auml;nkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen, solange die von Ihnen bestrittene Richtigkeit Ihrer Daten &uuml;berpr&uuml;ft wird, wenn Sie eine L&ouml;schung Ihrer Daten wegen unzul&auml;ssiger Datenverarbeitung ablehnen und stattdessen die Einschr&auml;nkung der Verarbeitung Ihrer Daten verlangen, wenn Sie Ihre Daten zur Geltendmachung, Aus&uuml;bung oder Verteidigung von Rechtsanspr&uuml;chen ben&ouml;tigen, nachdem wir diese Daten nach Zweckerreichung nicht mehr ben&ouml;tigen oder wenn Sie Widerspruch aus Gr&uuml;nden Ihrer besonderen Situation eingelegt haben, solange noch nicht feststeht, ob unsere berechtigten Gr&uuml;nde &uuml;berwiegen;</li>
<li>Recht auf Unterrichtung gem&auml;&szlig; Art. 19 DSGVO: Haben Sie das Recht auf Berichtigung, L&ouml;schung oder Einschr&auml;nkung der Verarbeitung gegen&uuml;ber dem Verantwortlichen geltend gemacht, ist dieser verpflichtet, allen Empf&auml;ngern, denen die Sie betreffenden personenbezogenen Daten offengelegt wurden, diese Berichtigung oder L&ouml;schung der Daten oder Einschr&auml;nkung der Verarbeitung mitzuteilen, es sei denn, dies erweist sich als unm&ouml;glich oder ist mit einem unverh&auml;ltnism&auml;&szlig;igen Aufwand verbunden. Ihnen steht das Recht zu, &uuml;ber diese Empf&auml;nger unterrichtet zu werden.</li>
<li>Recht auf Daten&uuml;bertragbarkeit gem&auml;&szlig; Art. 20 DSGVO: Sie haben das Recht, Ihre personenbezogenen Daten, die Sie uns bereitgestellt haben, in einem strukturierten, g&auml;ngigen und maschinenlesbaren Format zu erhalten oder die &Uuml;bermittlung an einen anderen Verantwortlichen zu verlangen, soweit dies technisch machbar ist;</li>
<li>Recht auf Widerruf erteilter Einwilligungen gem&auml;&szlig; Art. 7 Abs. 3 DSGVO: Sie haben das Recht, eine einmal erteilte Einwilligung in die Verarbeitung von Daten jederzeit mit Wirkung f&uuml;r die Zukunft zu widerrufen. Im Falle des Widerrufs werden wir die betroffenen Daten unverz&uuml;glich l&ouml;schen, sofern eine weitere Verarbeitung nicht auf eine Rechtsgrundlage zur einwilligungslosen Verarbeitung gest&uuml;tzt werden kann. Durch den Widerruf der Einwilligung wird die Rechtm&auml;&szlig;igkeit der aufgrund der Einwilligung bis zum Widerruf erfolgten Verarbeitung nicht ber&uuml;hrt;</li>
<li>Recht auf Beschwerde gem&auml;&szlig; Art. 77 DSGVO: Wenn Sie der Ansicht sind, dass die Verarbeitung der Sie betreffenden personenbezogenen Daten gegen die DSGVO verst&ouml;&szlig;t, haben Sie - unbeschadet eines anderweitigen verwaltungsrechtlichen oder gerichtlichen Rechtsbehelfs - das Recht auf Beschwerde bei einer Aufsichtsbeh&ouml;rde, insbesondere in dem Mitgliedstaat Ihres Aufenthaltsortes, Ihres Arbeitsplatzes oder des Ortes des mutma&szlig;lichen Versto&szlig;es.</li>
</ul>

<p><b>13.2</b>&nbsp;WIDERSPRUCHSRECHT</p>

<p>WENN WIR IM RAHMEN EINER INTERESSENABW&Auml;GUNG IHRE PERSONENBEZOGENEN DATEN AUFGRUND UNSERES &Uuml;BERWIEGENDEN BERECHTIGTEN INTERESSES VERARBEITEN, HABEN SIE DAS JEDERZEITIGE RECHT, AUS GR&Uuml;NDEN, DIE SICH AUS IHRER BESONDEREN SITUATION ERGEBEN, GEGEN DIESE VERARBEITUNG WIDERSPRUCH MIT WIRKUNG F&Uuml;R DIE ZUKUNFT EINZULEGEN.</p>

<p>MACHEN SIE VON IHREM WIDERSPRUCHSRECHT GEBRAUCH, BEENDEN WIR DIE VERARBEITUNG DER BETROFFENEN DATEN. EINE WEITERVERARBEITUNG BLEIBT ABER VORBEHALTEN, WENN WIR ZWINGENDE SCHUTZW&Uuml;RDIGE GR&Uuml;NDE F&Uuml;R DIE VERARBEITUNG NACHWEISEN K&Ouml;NNEN, DIE IHRE INTERESSEN, GRUNDRECHTE UND GRUNDFREIHEITEN &Uuml;BERWIEGEN, ODER WENN DIE VERARBEITUNG DER GELTENDMACHUNG, AUS&Uuml;BUNG ODER VERTEIDIGUNG VON RECHTSANSPR&Uuml;CHEN DIENT.</p>

<p>WERDEN IHRE PERSONENBEZOGENEN DATEN VON UNS VERARBEITET, UM DIREKTWERBUNG ZU BETREIBEN, HABEN SIE DAS RECHT, JEDERZEIT WIDERSPRUCH GEGEN DIE VERARBEITUNG SIE BETREFFENDER PERSONENBEZOGENER DATEN ZUM ZWECKE DERARTIGER WERBUNG EINZULEGEN. SIE K&Ouml;NNEN DEN WIDERSPRUCH WIE OBEN BESCHRIEBEN AUS&Uuml;BEN.</p>

<p>MACHEN SIE VON IHREM WIDERSPRUCHSRECHT GEBRAUCH, BEENDEN WIR DIE VERARBEITUNG DER BETROFFENEN DATEN ZU DIREKTWERBEZWECKEN.</p>

<h2>14) Dauer der Speicherung personenbezogener Daten</h2>

<p>Die Dauer der Speicherung von personenbezogenen Daten bemisst sich anhand der jeweiligen Rechtsgrundlage, am Verarbeitungszweck und &ndash; sofern einschl&auml;gig &ndash; zus&auml;tzlich anhand der jeweiligen gesetzlichen Aufbewahrungsfrist (z.B. handels- und steuerrechtliche Aufbewahrungsfristen).</p>

<p>Bei der Verarbeitung von personenbezogenen Daten auf Grundlage einer ausdr&uuml;cklichen Einwilligung gem&auml;&szlig; Art. 6 Abs. 1 lit. a DSGVO werden die betroffenen Daten so lange gespeichert, bis Sie Ihre Einwilligung widerrufen.</p>

<p>Existieren gesetzliche Aufbewahrungsfristen f&uuml;r Daten, die im Rahmen rechtsgesch&auml;ftlicher bzw. rechtsgesch&auml;fts&auml;hnlicher Verpflichtungen auf der Grundlage von Art. 6 Abs. 1 lit. b DSGVO verarbeitet werden, werden diese Daten nach Ablauf der Aufbewahrungsfristen routinem&auml;&szlig;ig gel&ouml;scht, sofern sie nicht mehr zur Vertragserf&uuml;llung oder Vertragsanbahnung erforderlich sind und/oder unsererseits kein berechtigtes Interesse an der Weiterspeicherung fortbesteht.</p>

<p>Bei der Verarbeitung von personenbezogenen Daten auf Grundlage von Art. 6 Abs. 1 lit. f DSGVO werden diese Daten so lange gespeichert, bis Sie Ihr Widerspruchsrecht nach Art. 21 Abs. 1 DSGVO aus&uuml;ben, es sei denn, wir k&ouml;nnen zwingende schutzw&uuml;rdige Gr&uuml;nde f&uuml;r die Verarbeitung nachweisen, die Ihre Interessen, Rechte und Freiheiten &uuml;berwiegen, oder die Verarbeitung dient der Geltendmachung, Aus&uuml;bung oder Verteidigung von Rechtsanspr&uuml;chen.</p>

<p>Bei der Verarbeitung von personenbezogenen Daten zum Zwecke der Direktwerbung auf Grundlage von Art. 6 Abs. 1 lit. f DSGVO werden diese Daten so lange gespeichert, bis Sie Ihr Widerspruchsrecht nach Art. 21 Abs. 2 DSGVO aus&uuml;ben.</p>

<p>Sofern sich aus den sonstigen Informationen dieser Erkl&auml;rung &uuml;ber spezifische Verarbeitungssituationen nichts anderes ergibt, werden gespeicherte personenbezogene Daten im &Uuml;brigen dann gel&ouml;scht, wenn sie f&uuml;r die Zwecke, f&uuml;r die sie erhoben oder auf sonstige Weise verarbeitet wurden, nicht mehr notwendig sind.</p>